[TitanAxe_CV X2PairedWeaponTemplate]
FriendlyName="Titan's Axe"
FriendlyNamePlural="Titan's Axe"
BriefSummary="Honed to an incredible degree, these ornately crafted throwing axes are compact enough for our soldiers to engage with from long range. These weapons are unique, and cannot be duplicated or replaced."
TacticalText="<Bullet/> Carrying two axes provides Rangers with the same melee abilities as a traditional Sword.\n<Bullet/> One axe can be thrown from range for an instant burst of damage."
AbilityDescName="axe"

[TitanAxe_MG X2PairedWeaponTemplate]
FriendlyName="Ionic Axe"
FriendlyNamePlural="Ionic Axe"
BriefSummary="Using our expertise in working with the alien alloys, we've managed to further hone the Titan's Axe into an incredibly dangerous melee weapon."
TacticalText="<Bullet/> These axes are sharpened to a razor-thin edge and tempered to incredible durability, increasing their potential damage and adding a chance to stun enemy targets.\n<Bullet/> One axe can be thrown from range for an instant burst of damage."
AbilityDescName="axe"

[TitanAxe_BM X2PairedWeaponTemplate]
FriendlyName="Fusion Axe"
FriendlyNamePlural="Fusion Axe"
BriefSummary="The addition of small powercells embedded within the Axe handles provides a powerful electrical jolt capable of igniting enemy targets."
TacticalText="<Bullet/> A volatile electric current runs through each blade, providing increased damage and a chance to burn enemy targets.\n<Bullet/> One axe can be thrown from range for an instant burst of damage."
AbilityDescName="axe"

[TitanAxeThrown_CV X2WeaponTemplate]
FriendlyName="Titan's Axe"
FriendlyNamePlural="Titan's Axe"
BriefSummary="Honed to an incredible degree, these ornately crafted throwing axes are compact enough for our soldiers to engage with from long range. These weapons are unique, and cannot be duplicated or replaced."
TacticalText="<Bullet/> Carrying two axes provides Rangers with the same melee abilities as a traditional Sword.\n<Bullet/> One axe can be thrown from range for an instant burst of damage."
AbilityDescName="axe"

[TitanAxeThrown_MG X2WeaponTemplate]
FriendlyName="Ionic Axe"
FriendlyNamePlural="Ionic Axe"
BriefSummary="Tier 2 Upgrade for Titan's Axe"
TacticalText="<Bullet/> These axes are sharpened to a razor-thin edge and tempered to incredible durability, increasing their potential damage and adding a chance to stun enemy targets.\n<Bullet/> One axe can be thrown from range for an instant burst of damage."
AbilityDescName="axe"

[TitanAxeThrown_BM X2WeaponTemplate]
FriendlyName="Fusion Axe"
FriendlyNamePlural="Fusion Axe"
BriefSummary="Tier 3 Upgrade for Titan's Axe"
TacticalText="<Bullet/> A volatile electric current runs through each blade, providing increased damage and a chance to burn enemy targets.\n<Bullet/> One axe can be thrown from range for an instant burst of damage."
AbilityDescName="axe"


[AdvShotgunM1_WPN X2WeaponTemplate]
FriendlyName="Advent Shotgun"
FriendlyNamePlural="Advent Shotguns"
BriefSummary="In response to XCOM using shotguns, Advent started fielding very similar designs."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn.\n<Bullet/> Shotguns are extremely effective at close range, but their accuracy drops off quickly at longer range.\n<Bullet/> Use upgrades looted from enemies to improve the Shotgun's tactical effectiveness."

[AdvShotgunM2_WPN X2WeaponTemplate]
FriendlyName="Advent Shard Gun"
FriendlyNamePlural="Advent Shard Guns"
BriefSummary="In response to XCOM using shotguns, Advent started fielding very similar designs."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn.\n<Bullet/> Shotguns are extremely effective at close range, but their accuracy drops off quickly at longer range.\n<Bullet/> Use upgrades looted from enemies to improve the Shotgun's tactical effectiveness."

[AdvShotgunM3_WPN X2WeaponTemplate]
FriendlyName="Advent Storm Gun"
FriendlyNamePlural="Advent Storm Guns"
BriefSummary="In response to XCOM using shotguns, Advent started fielding very similar designs."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn.\n<Bullet/> Shotguns are extremely effective at close range, but their accuracy drops off quickly at longer range.\n<Bullet/> Use upgrades looted from enemies to improve the Shotgun's tactical effectiveness."
